{"PAD": 0, "CLS": 1, "-1": 2, "-3": 3, "-31m": 4, "-3m": 5, "-3m1": 6, "-4": 7, "-42m": 8, "-43m": 9, "-4m2": 10, "-6": 11, "-62m": 12, "-6m2": 13, "0.0": 14, "1": 15, "1.0": 16, "12.0": 17, "16.0": 18, "18.0": 19, "192.0": 20, "2": 21, "2.0": 22, "2/a": 23, "2/b": 24, "2/c": 25, "2/d": 26, "2/e": 27, "2/m": 28, "2/n": 29, "222": 30, "23": 31, "24.0": 32, "2_1": 33, "2_1/a": 34, "2_1/b": 35, "2_1/c": 36, "2_1/e": 37, "2_1/m": 38, "2_1/n": 39, "3": 40, "3.0": 722, "312": 42, "31m": 43, "32": 44, "32.0": 45, "321": 46, "36.0": 47, "3_1": 48, "3_2": 49, "3m": 50, "3m1": 51, "4": 52, "4.0": 727, "4/m": 54, "4/mmm": 55, "4/n": 56, "422": 57, "432": 58, "48.0": 59, "4_1": 60, "4_1/a": 61, "4_1/d": 62, "4_2": 63, "4_2/m": 64, "4_2/n": 65, "4_3": 66, "4mm": 67, "6": 68, "6.0": 741, "6/m": 70, "6/mmm": 71, "622": 72, "64.0": 73, "6_1": 74, "6_2": 75, "6_3": 76, "6_3/m": 77, "6_4": 78, "6_5": 79, "6mm": 80, "8.0": 712, "9.0": 719, "96.0": 83, "A": 84, "Aea2": 85, "Aem2": 86, "Ama2": 87, "Amm2": 88, "C": 89, "C12/c1": 90, "C12/m1": 91, "C121": 92, "C1c1": 93, "C1m1": 94, "C2/c2/c2/e": 95, "C2/c2/c2/m": 96, "C2/m2/c2_1/e": 97, "C2/m2/c2_1/m": 98, "C2/m2/m2/e": 99, "C2/m2/m2/m": 100, "C222": 101, "C222_1": 102, "Ccc2": 103, "Centrosymmetric": 104, "Cmc2_1": 105, "Cmm2": 106, "Enantiomorphic": 107, "F": 108, "F-43c": 109, "F-43m": 110, "F2/d-3": 111, "F2/d2/d2/d": 112, "F2/m-3": 113, "F2/m2/m2/m": 114, "F222": 115, "F23": 116, "F4/m-32/c": 117, "F4/m-32/m": 118, "F432": 119, "F4_1/d-32/c": 120, "F4_1/d-32/m": 121, "F4_132": 122, "Fdd2": 123, "Fmm2": 124, "I": 125, "I-4": 126, "I-42d": 127, "I-42m": 128, "I-43d": 129, "I-43m": 130, "I-4c2": 131, "I-4m2": 132, "I2/b2/a2/m": 133, "I2/m-3": 134, "I2/m2/m2/m": 135, "I222": 136, "I23": 137, "I2_1/a-3": 138, "I2_1/b2_1/c2_1/a": 139, "I2_1/m2_1/m2_1/a": 140, "I2_12_12_1": 141, "I2_13": 142, "I4": 143, "I4/m": 144, "I4/m-32/m": 145, "I4/m2/c2/m": 146, "I4/m2/m2/m": 147, "I422": 148, "I432": 149, "I4_1": 150, "I4_1/a": 151, "I4_1/a-32/d": 152, "I4_1/a2/c2/d": 153, "I4_1/a2/m2/d": 154, "I4_122": 155, "I4_132": 156, "I4_1cd": 157, "I4_1md": 158, "I4cm": 159, "I4mm": 160, "Iba2": 161, "Ima2": 162, "Imm2": 163, "NaN": 164, "P": 165, "P-1": 166, "P-3": 167, "P-312/c": 168, "P-312/m": 169, "P-32/c1": 170, "P-32/m1": 171, "P-4": 172, "P-42_1c": 173, "P-42_1m": 174, "P-42c": 175, "P-42m": 176, "P-43m": 177, "P-43n": 178, "P-4b2": 179, "P-4c2": 180, "P-4m2": 181, "P-4n2": 182, "P-6": 183, "P-62c": 184, "P-62m": 185, "P-6c2": 186, "P-6m2": 187, "P1": 188, "P12/c1": 189, "P12/m1": 190, "P121": 191, "P12_1/c1": 192, "P12_1/m1": 193, "P12_11": 194, "P1c1": 195, "P1m1": 196, "P2/b2/a2/n": 197, "P2/b2_1/c2_1/m": 198, "P2/c2/c2/m": 199, "P2/m-3": 200, "P2/m2/m2/m": 201, "P2/m2/n2_1/a": 202, "P2/n-3": 203, "P2/n2/n2/n": 204, "P2/n2_1/n2/a": 205, "P222": 206, "P222_1": 207, "P23": 208, "P2_1/a-3": 209, "P2_1/b2/c2_1/n": 210, "P2_1/b2_1/a2/m": 211, "P2_1/b2_1/c2_1/a": 212, "P2_1/c2/c2/a": 213, "P2_1/c2_1/c2/n": 214, "P2_1/m2/m2/a": 215, "P2_1/m2_1/m2/n": 216, "P2_1/n2_1/m2_1/a": 217, "P2_1/n2_1/n2/m": 218, "P2_12_12": 219, "P2_12_12_1": 220, "P2_13": 221, "P3": 222, "P312": 223, "P31c": 224, "P31m": 225, "P321": 226, "P3_1": 227, "P3_112": 228, "P3_121": 229, "P3_2": 230, "P3_212": 231, "P3_221": 232, "P3c1": 233, "P3m1": 234, "P4": 235, "P4/m": 236, "P4/m-32/m": 237, "P4/m2/c2/c": 238, "P4/m2/m2/m": 239, "P4/m2_1/b2/m": 240, "P4/m2_1/n2/c": 241, "P4/n": 242, "P4/n-32/n": 243, "P4/n2/b2/m": 244, "P4/n2/n2/c": 245, "P4/n2_1/c2/c": 246, "P4/n2_1/m2/m": 247, "P422": 248, "P42_12": 249, "P432": 250, "P4_1": 251, "P4_122": 252, "P4_12_12": 253, "P4_132": 254, "P4_2": 255, "P4_2/m": 256, "P4_2/m-32/n": 257, "P4_2/m2/c2/m": 258, "P4_2/m2/m2/c": 259, "P4_2/m2_1/b2/c": 260, "P4_2/m2_1/n2/m": 261, "P4_2/n": 262, "P4_2/n-32/m": 263, "P4_2/n2/b2/c": 264, "P4_2/n2/n2/m": 265, "P4_2/n2_1/c2/m": 266, "P4_2/n2_1/m2/c": 267, "P4_222": 268, "P4_22_12": 269, "P4_232": 270, "P4_2bc": 271, "P4_2cm": 272, "P4_2mc": 273, "P4_2nm": 274, "P4_3": 275, "P4_322": 276, "P4_32_12": 277, "P4_332": 278, "P4bm": 279, "P4cc": 280, "P4mm": 281, "P4nc": 282, "P6": 283, "P6/m": 284, "P6/m2/c2/c": 285, "P6/m2/m2/m": 286, "P622": 287, "P6_1": 288, "P6_122": 289, "P6_2": 290, "P6_222": 291, "P6_3": 292, "P6_3/m": 293, "P6_3/m2/c2/m": 294, "P6_3/m2/m2/c": 295, "P6_322": 296, "P6_3cm": 297, "P6_3mc": 298, "P6_4": 299, "P6_422": 300, "P6_5": 301, "P6_522": 302, "P6cc": 303, "P6mm": 304, "Pba2": 305, "Pca2_1": 306, "Pcc2": 307, "Pma2": 308, "Pmc2_1": 309, "Pmm2": 310, "Pmn2_1": 311, "Pna2_1": 312, "Pnc2": 313, "Pnn2": 314, "R": 315, "R-3": 316, "R-32/c": 317, "R-32/m": 318, "R3": 319, "R32": 320, "R3c": 321, "R3m": 322, "a": 323, "b": 324, "c": 325, "cubic": 326, "d": 327, "e": 328, "hexagonal": 329, "m": 330, "m-3": 331, "m-3m": 332, "mm2": 333, "mmm": 334, "monoclinic": 335, "n": 336, "non_polar": 337, "orthorhombic": 338, "spg_1": 339, "spg_10": 340, "spg_100": 341, "spg_101": 342, "spg_102": 343, "spg_103": 344, "spg_104": 345, "spg_105": 346, "spg_106": 347, "spg_107": 348, "spg_108": 349, "spg_109": 350, "spg_11": 351, "spg_110": 352, "spg_111": 353, "spg_112": 354, "spg_113": 355, "spg_114": 356, "spg_115": 357, "spg_116": 358, "spg_117": 359, "spg_118": 360, "spg_119": 361, "spg_12": 362, "spg_120": 363, "spg_121": 364, "spg_122": 365, "spg_123": 366, "spg_124": 367, "spg_125": 368, "spg_126": 369, "spg_127": 370, "spg_128": 371, "spg_129": 372, "spg_13": 373, "spg_130": 374, "spg_131": 375, "spg_132": 376, "spg_133": 377, "spg_134": 378, "spg_135": 379, "spg_136": 380, "spg_137": 381, "spg_138": 382, "spg_139": 383, "spg_14": 384, "spg_140": 385, "spg_141": 386, "spg_142": 387, "spg_143": 388, "spg_144": 389, "spg_145": 390, "spg_146": 391, "spg_147": 392, "spg_148": 393, "spg_149": 394, "spg_15": 395, "spg_150": 396, "spg_151": 397, "spg_152": 398, "spg_153": 399, "spg_154": 400, "spg_155": 401, "spg_156": 402, "spg_157": 403, "spg_158": 404, "spg_159": 405, "spg_16": 406, "spg_160": 407, "spg_161": 408, "spg_162": 409, "spg_163": 410, "spg_164": 411, "spg_165": 412, "spg_166": 413, "spg_167": 414, "spg_168": 415, "spg_169": 416, "spg_17": 417, "spg_170": 418, "spg_171": 419, "spg_172": 420, "spg_173": 421, "spg_174": 422, "spg_175": 423, "spg_176": 424, "spg_177": 425, "spg_178": 426, "spg_179": 427, "spg_18": 428, "spg_180": 429, "spg_181": 430, "spg_182": 431, "spg_183": 432, "spg_184": 433, "spg_185": 434, "spg_186": 435, "spg_187": 436, "spg_188": 437, "spg_189": 438, "spg_19": 439, "spg_190": 440, "spg_191": 441, "spg_192": 442, "spg_193": 443, "spg_194": 444, "spg_195": 445, "spg_196": 446, "spg_197": 447, "spg_198": 448, "spg_199": 449, "spg_2": 450, "spg_20": 451, "spg_200": 452, "spg_201": 453, "spg_202": 454, "spg_203": 455, "spg_204": 456, "spg_205": 457, "spg_206": 458, "spg_207": 459, "spg_208": 460, "spg_209": 461, "spg_21": 462, "spg_210": 463, "spg_211": 464, "spg_212": 465, "spg_213": 466, "spg_214": 467, "spg_215": 468, "spg_216": 469, "spg_217": 470, "spg_218": 471, "spg_219": 472, "spg_22": 473, "spg_220": 474, "spg_221": 475, "spg_222": 476, "spg_223": 477, "spg_224": 478, "spg_225": 479, "spg_226": 480, "spg_227": 481, "spg_228": 482, "spg_229": 483, "spg_23": 484, "spg_230": 485, "spg_24": 486, "spg_25": 487, "spg_26": 488, "spg_27": 489, "spg_28": 490, "spg_29": 491, "spg_3": 492, "spg_30": 493, "spg_31": 494, "spg_32": 495, "spg_33": 496, "spg_34": 497, "spg_35": 498, "spg_36": 499, "spg_37": 500, "spg_38": 501, "spg_39": 502, "spg_4": 503, "spg_40": 504, "spg_41": 505, "spg_42": 506, "spg_43": 507, "spg_44": 508, "spg_45": 509, "spg_46": 510, "spg_47": 511, "spg_48": 512, "spg_49": 513, "spg_5": 514, "spg_50": 515, "spg_51": 516, "spg_52": 517, "spg_53": 518, "spg_54": 519, "spg_55": 520, "spg_56": 521, "spg_57": 522, "spg_58": 523, "spg_59": 524, "spg_6": 525, "spg_60": 526, "spg_61": 527, "spg_62": 528, "spg_63": 529, "spg_64": 530, "spg_65": 531, "spg_66": 532, "spg_67": 533, "spg_68": 534, "spg_69": 535, "spg_7": 536, "spg_70": 537, "spg_71": 538, "spg_72": 539, "spg_73": 540, "spg_74": 541, "spg_75": 542, "spg_76": 543, "spg_77": 544, "spg_78": 545, "spg_79": 546, "spg_8": 547, "spg_80": 548, "spg_81": 549, "spg_82": 550, "spg_83": 551, "spg_84": 552, "spg_85": 553, "spg_86": 554, "spg_87": 555, "spg_88": 556, "spg_89": 557, "spg_9": 558, "spg_90": 559, "spg_91": 560, "spg_92": 561, "spg_93": 562, "spg_94": 563, "spg_95": 564, "spg_96": 565, "spg_97": 566, "spg_98": 567, "spg_99": 568, "tetragonal": 569, "triclinic": 570, "trigonal": 571, "wkf_site_m_A": 572, "wkf_site_m_a": 573, "wkf_site_m_b": 574, "wkf_site_m_c": 575, "wkf_site_m_d": 576, "wkf_site_m_e": 577, "wkf_site_m_f": 578, "wkf_site_m_g": 579, "wkf_site_m_h": 580, "wkf_site_m_i": 581, "wkf_site_m_j": 582, "wkf_site_m_k": 583, "wkf_site_m_l": 584, "wkf_site_m_m": 585, "wkf_site_m_n": 586, "wkf_site_m_o": 587, "wkf_site_m_p": 588, "wkf_site_m_q": 589, "wkf_site_m_r": 590, "wkf_site_m_s": 591, "wkf_site_m_t": 592, "wkf_site_m_u": 593, "wkf_site_m_v": 594, "wkf_site_m_w": 595, "wkf_site_m_x": 596, "wkf_site_m_y": 597, "wkf_site_m_z": 598, "wkf_site_p_A": 599, "wkf_site_p_a": 600, "wkf_site_p_b": 601, "wkf_site_p_c": 602, "wkf_site_p_d": 603, "wkf_site_p_e": 604, "wkf_site_p_f": 605, "wkf_site_p_g": 606, "wkf_site_p_h": 607, "wkf_site_p_i": 608, "wkf_site_p_j": 609, "wkf_site_p_k": 610, "wkf_site_p_l": 611, "wkf_site_p_m": 612, "wkf_site_p_n": 613, "wkf_site_p_o": 614, "wkf_site_p_p": 615, "wkf_site_p_q": 616, "wkf_site_p_r": 617, "wkf_site_p_s": 618, "wkf_site_p_t": 619, "wkf_site_p_u": 620, "wkf_site_p_v": 621, "wkf_site_p_w": 622, "wkf_site_p_x": 623, "wkf_site_p_y": 624, "wkf_site_p_z": 625, "Trimethylammonium": 626, "Azetidinium": 627, "Ethylammonium": 628, "Dimethylammonium": 629, "Acetamidinium": 630, "Guanidinium": 631, "Hydrazinium": 632, "Tetramethylammonium": 633, "Formamidinium": 634, "Isopropylammonium": 635, "Methylammonium": 636, "Propylammonium": 637, "Imidazolium": 638, "Ammonium": 639, "Hydroxylammonium": 640, "Butylammonium": 641, "MASK": 642, "pcu.cat0": 643, "pcu.cat1": 644, "rna.cat0": 645, "pcu.cat2": 646, "pcu": 647, "pcu.cat3": 648, "tbo.cat0": 649, "rna.cat1": 650, "fcu.cat0": 651, "dia.cat0": 652, "hex.cat0": 653, "dia.cat1": 654, "sql.cat0": 655, "nbo": 656, "fse.cat0": 657, "sql": 658, "rna": 659, "bcu.cat0": 660, "fse": 661, "nbo.cat0": 662, "hcb.cat0": 663, "hxl.cat0": 664, "rna.cat2": 665, "sql.cat1": 666, "hex": 667, "fsc.cat0": 668, "hms": 669, "bct": 670, "llj.cat0": 671, "sqp": 672, "dia.cat2": 673, "bct.cat0": 674, "fsc": 675, "dia": 676, "sql.cat2": 677, "mot": 678, "hcb": 679, "cpf.cat0": 680, "rob.cat0": 681, "cpf": 682, "rna.cat3": 683, "hms.cat0": 684, "hcb.cat1": 685, "acs": 686, "cpf.cat1": 687, "jeb": 688, "fsg.cat0": 689, "sqp.cat0": 690, "fsf": 691, "sit": 692, "lfm.cat0": 693, "sql.cat3": 694, "fcu": 695, "tbo": 696, "fnu": 697, "ilc.cat0": 698, "bcu": 699, "cpr": 700, "fsg": 701, "cpr.cat0": 702, "irl": 703, "None": 705, "3.5": 705, "4.8": 706, "5.6": 707, "6.9": 708, "7.2": 709, "7.0": 710, "7.9": 711, "8.4": 713, "7.4": 714, "8.9": 715, "9.9": 716, "8.7": 717, "8.2": 718, "9.5": 720, "10.2": 721, "4.4": 723, "4.9": 724, "4.6": 725, "4.5": 726, "5.9": 728, "5.0": 729, "4.1": 730, "5.4": 731, "5.5": 732, "6.5": 733, "6.6": 734, "6.4": 735, "6.1": 736, "5.1": 737, "7.6": 738, "7.5": 739, "7.1": 740, "8.3": 742, "8.5": 743, "8.6": 744, "8.1": 745, "8.8": 746, "9.4": 747, "9.1": 748, "9.2": 749, "9.7": 750, "9.3": 751, "9.8": 752, "9.6": 753, "10.3": 754, "10.0": 755, "10.9": 756, "10.6": 757, "3.6": 758, "3.1": 759, "3.8": 760, "3.3": 761, "3.7": 762, "3.2": 763, "4.7": 764, "4.3": 765, "4.2": 766, "5.8": 767, "5.7": 768, "5.3": 769, "5.2": 770, "6.8": 771, "6.7": 772, "6.3": 773, "6.2": 774, "7.3": 775, "7.8": 776, "7.7": 777, "3.9": 778, "3.4": 779, "11.0": 779, "13.0": 780, "14.0": 781, "15.0": 782, "17.0": 783, "19.0": 784, "20.0": 785, "21.0": 786, "22.0": 787, "23.0": 788, "25.0": 789, "26.0": 790, "27.0": 791, "28.0": 792, "29.0": 793, "30.0": 794, "31.0": 795, "33.0": 796, "34.0": 797, "35.0": 798, "37.0": 799, "38.0": 800, "39.0": 801, "40.0": 802, "41.0": 803, "42.0": 804, "43.0": 805, "44.0": 806, "45.0": 807, "46.0": 808, "47.0": 809, "49.0": 810, "50.0": 811, "51.0": 812, "52.0": 813, "53.0": 814, "54.0": 815, "55.0": 816, "56.0": 817, "57.0": 818, "58.0": 819, "59.0": 820, "60.0": 821, "61.0": 822, "62.0": 823, "63.0": 824, "65.0": 825, "66.0": 826, "67.0": 827, "68.0": 828, "69.0": 829, "70.0": 830, "71.0": 831, "72.0": 832, "73.0": 833, "74.0": 834, "75.0": 835, "76.0": 836, "77.0": 837, "78.0": 838, "79.0": 839, "80.0": 840, "81.0": 841, "82.0": 842, "83.0": 843, "84.0": 844, "85.0": 845, "86.0": 846, "87.0": 847, "88.0": 848, "89.0": 849, "90.0": 850, "91.0": 851, "92.0": 852, "93.0": 853, "94.0": 854, "95.0": 855, "97.0": 856, "98.0": 857, "99.0": 858, "100.0": 859}