{"-1": 0, "-3": 1, "-31m": 2, "-3m": 3, "-3m1": 4, "-4": 5, "-42m": 6, "-43m": 7, "-4m2": 8, "-6": 9, "-62m": 10, "-6m2": 11, "0.0": 12, "1": 13, "1.0": 14, "12.0": 15, "16.0": 16, "18.0": 17, "192.0": 18, "2": 19, "2.0": 20, "2/a": 21, "2/b": 22, "2/c": 23, "2/d": 24, "2/e": 25, "2/m": 26, "2/n": 27, "222": 28, "23": 29, "24.0": 30, "2_1": 31, "2_1/a": 32, "2_1/b": 33, "2_1/c": 34, "2_1/e": 35, "2_1/m": 36, "2_1/n": 37, "3": 38, "3.0": 39, "312": 40, "31m": 41, "32": 42, "32.0": 43, "321": 44, "36.0": 45, "3_1": 46, "3_2": 47, "3m": 48, "3m1": 49, "4": 50, "4.0": 51, "4/m": 52, "4/mmm": 53, "4/n": 54, "422": 55, "432": 56, "48.0": 57, "4_1": 58, "4_1/a": 59, "4_1/d": 60, "4_2": 61, "4_2/m": 62, "4_2/n": 63, "4_3": 64, "4mm": 65, "6": 66, "6.0": 67, "6/m": 68, "6/mmm": 69, "622": 70, "64.0": 71, "6_1": 72, "6_2": 73, "6_3": 74, "6_3/m": 75, "6_4": 76, "6_5": 77, "6mm": 78, "8.0": 79, "9.0": 80, "96.0": 81, "A": 82, "Aea2": 83, "Aem2": 84, "Ama2": 85, "Amm2": 86, "C": 87, "C12/c1": 88, "C12/m1": 89, "C121": 90, "C1c1": 91, "C1m1": 92, "C2/c2/c2/e": 93, "C2/c2/c2/m": 94, "C2/m2/c2_1/e": 95, "C2/m2/c2_1/m": 96, "C2/m2/m2/e": 97, "C2/m2/m2/m": 98, "C222": 99, "C222_1": 100, "CLS": 101, "Ccc2": 102, "Centrosymmetric": 103, "Cmc2_1": 104, "Cmm2": 105, "Enantiomorphic": 106, "F": 107, "F-43c": 108, "F-43m": 109, "F2/d-3": 110, "F2/d2/d2/d": 111, "F2/m-3": 112, "F2/m2/m2/m": 113, "F222": 114, "F23": 115, "F4/m-32/c": 116, "F4/m-32/m": 117, "F432": 118, "F4_1/d-32/c": 119, "F4_1/d-32/m": 120, "F4_132": 121, "Fdd2": 122, "Fmm2": 123, "I": 124, "I-4": 125, "I-42d": 126, "I-42m": 127, "I-43d": 128, "I-43m": 129, "I-4c2": 130, "I-4m2": 131, "I2/b2/a2/m": 132, "I2/m-3": 133, "I2/m2/m2/m": 134, "I222": 135, "I23": 136, "I2_1/a-3": 137, "I2_1/b2_1/c2_1/a": 138, "I2_1/m2_1/m2_1/a": 139, "I2_12_12_1": 140, "I2_13": 141, "I4": 142, "I4/m": 143, "I4/m-32/m": 144, "I4/m2/c2/m": 145, "I4/m2/m2/m": 146, "I422": 147, "I432": 148, "I4_1": 149, "I4_1/a": 150, "I4_1/a-32/d": 151, "I4_1/a2/c2/d": 152, "I4_1/a2/m2/d": 153, "I4_122": 154, "I4_132": 155, "I4_1cd": 156, "I4_1md": 157, "I4cm": 158, "I4mm": 159, "Iba2": 160, "Ima2": 161, "Imm2": 162, "None": 163, "P": 164, "P-1": 165, "P-3": 166, "P-312/c": 167, "P-312/m": 168, "P-32/c1": 169, "P-32/m1": 170, "P-4": 171, "P-42_1c": 172, "P-42_1m": 173, "P-42c": 174, "P-42m": 175, "P-43m": 176, "P-43n": 177, "P-4b2": 178, "P-4c2": 179, "P-4m2": 180, "P-4n2": 181, "P-6": 182, "P-62c": 183, "P-62m": 184, "P-6c2": 185, "P-6m2": 186, "P1": 187, "P12/c1": 188, "P12/m1": 189, "P121": 190, "P12_1/c1": 191, "P12_1/m1": 192, "P12_11": 193, "P1c1": 194, "P1m1": 195, "P2/b2/a2/n": 196, "P2/b2_1/c2_1/m": 197, "P2/c2/c2/m": 198, "P2/m-3": 199, "P2/m2/m2/m": 200, "P2/m2/n2_1/a": 201, "P2/n-3": 202, "P2/n2/n2/n": 203, "P2/n2_1/n2/a": 204, "P222": 205, "P222_1": 206, "P23": 207, "P2_1/a-3": 208, "P2_1/b2/c2_1/n": 209, "P2_1/b2_1/a2/m": 210, "P2_1/b2_1/c2_1/a": 211, "P2_1/c2/c2/a": 212, "P2_1/c2_1/c2/n": 213, "P2_1/m2/m2/a": 214, "P2_1/m2_1/m2/n": 215, "P2_1/n2_1/m2_1/a": 216, "P2_1/n2_1/n2/m": 217, "P2_12_12": 218, "P2_12_12_1": 219, "P2_13": 220, "P3": 221, "P312": 222, "P31c": 223, "P31m": 224, "P321": 225, "P3_1": 226, "P3_112": 227, "P3_121": 228, "P3_2": 229, "P3_212": 230, "P3_221": 231, "P3c1": 232, "P3m1": 233, "P4": 234, "P4/m": 235, "P4/m-32/m": 236, "P4/m2/c2/c": 237, "P4/m2/m2/m": 238, "P4/m2_1/b2/m": 239, "P4/m2_1/n2/c": 240, "P4/n": 241, "P4/n-32/n": 242, "P4/n2/b2/m": 243, "P4/n2/n2/c": 244, "P4/n2_1/c2/c": 245, "P4/n2_1/m2/m": 246, "P422": 247, "P42_12": 248, "P432": 249, "P4_1": 250, "P4_122": 251, "P4_12_12": 252, "P4_132": 253, "P4_2": 254, "P4_2/m": 255, "P4_2/m-32/n": 256, "P4_2/m2/c2/m": 257, "P4_2/m2/m2/c": 258, "P4_2/m2_1/b2/c": 259, "P4_2/m2_1/n2/m": 260, "P4_2/n": 261, "P4_2/n-32/m": 262, "P4_2/n2/b2/c": 263, "P4_2/n2/n2/m": 264, "P4_2/n2_1/c2/m": 265, "P4_2/n2_1/m2/c": 266, "P4_222": 267, "P4_22_12": 268, "P4_232": 269, "P4_2bc": 270, "P4_2cm": 271, "P4_2mc": 272, "P4_2nm": 273, "P4_3": 274, "P4_322": 275, "P4_32_12": 276, "P4_332": 277, "P4bm": 278, "P4cc": 279, "P4mm": 280, "P4nc": 281, "P6": 282, "P6/m": 283, "P6/m2/c2/c": 284, "P6/m2/m2/m": 285, "P622": 286, "P6_1": 287, "P6_122": 288, "P6_2": 289, "P6_222": 290, "P6_3": 291, "P6_3/m": 292, "P6_3/m2/c2/m": 293, "P6_3/m2/m2/c": 294, "P6_322": 295, "P6_3cm": 296, "P6_3mc": 297, "P6_4": 298, "P6_422": 299, "P6_5": 300, "P6_522": 301, "P6cc": 302, "P6mm": 303, "PAD": 304, "Pba2": 305, "Pca2_1": 306, "Pcc2": 307, "Pma2": 308, "Pmc2_1": 309, "Pmm2": 310, "Pmn2_1": 311, "Pna2_1": 312, "Pnc2": 313, "Pnn2": 314, "R": 315, "R-3": 316, "R-32/c": 317, "R-32/m": 318, "R3": 319, "R32": 320, "R3c": 321, "R3m": 322, "a": 323, "b": 324, "c": 325, "cubic": 326, "d": 327, "e": 328, "hexagonal": 329, "m": 330, "m-3": 331, "m-3m": 332, "mm2": 333, "mmm": 334, "monoclinic": 335, "n": 336, "non_polar": 337, "orthorhombic": 338, "spg_1": 339, "spg_10": 340, "spg_100": 341, "spg_101": 342, "spg_102": 343, "spg_103": 344, "spg_104": 345, "spg_105": 346, "spg_106": 347, "spg_107": 348, "spg_108": 349, "spg_109": 350, "spg_11": 351, "spg_110": 352, "spg_111": 353, "spg_112": 354, "spg_113": 355, "spg_114": 356, "spg_115": 357, "spg_116": 358, "spg_117": 359, "spg_118": 360, "spg_119": 361, "spg_12": 362, "spg_120": 363, "spg_121": 364, "spg_122": 365, "spg_123": 366, "spg_124": 367, "spg_125": 368, "spg_126": 369, "spg_127": 370, "spg_128": 371, "spg_129": 372, "spg_13": 373, "spg_130": 374, "spg_131": 375, "spg_132": 376, "spg_133": 377, "spg_134": 378, "spg_135": 379, "spg_136": 380, "spg_137": 381, "spg_138": 382, "spg_139": 383, "spg_14": 384, "spg_140": 385, "spg_141": 386, "spg_142": 387, "spg_143": 388, "spg_144": 389, "spg_145": 390, "spg_146": 391, "spg_147": 392, "spg_148": 393, "spg_149": 394, "spg_15": 395, "spg_150": 396, "spg_151": 397, "spg_152": 398, "spg_153": 399, "spg_154": 400, "spg_155": 401, "spg_156": 402, "spg_157": 403, "spg_158": 404, "spg_159": 405, "spg_16": 406, "spg_160": 407, "spg_161": 408, "spg_162": 409, "spg_163": 410, "spg_164": 411, "spg_165": 412, "spg_166": 413, "spg_167": 414, "spg_168": 415, "spg_169": 416, "spg_17": 417, "spg_170": 418, "spg_171": 419, "spg_172": 420, "spg_173": 421, "spg_174": 422, "spg_175": 423, "spg_176": 424, "spg_177": 425, "spg_178": 426, "spg_179": 427, "spg_18": 428, "spg_180": 429, "spg_181": 430, "spg_182": 431, "spg_183": 432, "spg_184": 433, "spg_185": 434, "spg_186": 435, "spg_187": 436, "spg_188": 437, "spg_189": 438, "spg_19": 439, "spg_190": 440, "spg_191": 441, "spg_192": 442, "spg_193": 443, "spg_194": 444, "spg_195": 445, "spg_196": 446, "spg_197": 447, "spg_198": 448, "spg_199": 449, "spg_2": 450, "spg_20": 451, "spg_200": 452, "spg_201": 453, "spg_202": 454, "spg_203": 455, "spg_204": 456, "spg_205": 457, "spg_206": 458, "spg_207": 459, "spg_208": 460, "spg_209": 461, "spg_21": 462, "spg_210": 463, "spg_211": 464, "spg_212": 465, "spg_213": 466, "spg_214": 467, "spg_215": 468, "spg_216": 469, "spg_217": 470, "spg_218": 471, "spg_219": 472, "spg_22": 473, "spg_220": 474, "spg_221": 475, "spg_222": 476, "spg_223": 477, "spg_224": 478, "spg_225": 479, "spg_226": 480, "spg_227": 481, "spg_228": 482, "spg_229": 483, "spg_23": 484, "spg_230": 485, "spg_24": 486, "spg_25": 487, "spg_26": 488, "spg_27": 489, "spg_28": 490, "spg_29": 491, "spg_3": 492, "spg_30": 493, "spg_31": 494, "spg_32": 495, "spg_33": 496, "spg_34": 497, "spg_35": 498, "spg_36": 499, "spg_37": 500, "spg_38": 501, "spg_39": 502, "spg_4": 503, "spg_40": 504, "spg_41": 505, "spg_42": 506, "spg_43": 507, "spg_44": 508, "spg_45": 509, "spg_46": 510, "spg_47": 511, "spg_48": 512, "spg_49": 513, "spg_5": 514, "spg_50": 515, "spg_51": 516, "spg_52": 517, "spg_53": 518, "spg_54": 519, "spg_55": 520, "spg_56": 521, "spg_57": 522, "spg_58": 523, "spg_59": 524, "spg_6": 525, "spg_60": 526, "spg_61": 527, "spg_62": 528, "spg_63": 529, "spg_64": 530, "spg_65": 531, "spg_66": 532, "spg_67": 533, "spg_68": 534, "spg_69": 535, "spg_7": 536, "spg_70": 537, "spg_71": 538, "spg_72": 539, "spg_73": 540, "spg_74": 541, "spg_75": 542, "spg_76": 543, "spg_77": 544, "spg_78": 545, "spg_79": 546, "spg_8": 547, "spg_80": 548, "spg_81": 549, "spg_82": 550, "spg_83": 551, "spg_84": 552, "spg_85": 553, "spg_86": 554, "spg_87": 555, "spg_88": 556, "spg_89": 557, "spg_9": 558, "spg_90": 559, "spg_91": 560, "spg_92": 561, "spg_93": 562, "spg_94": 563, "spg_95": 564, "spg_96": 565, "spg_97": 566, "spg_98": 567, "spg_99": 568, "tetragonal": 569, "triclinic": 570, "trigonal": 571, "wkf_site_m_A": 572, "wkf_site_m_a": 573, "wkf_site_m_b": 574, "wkf_site_m_c": 575, "wkf_site_m_d": 576, "wkf_site_m_e": 577, "wkf_site_m_f": 578, "wkf_site_m_g": 579, "wkf_site_m_h": 580, "wkf_site_m_i": 581, "wkf_site_m_j": 582, "wkf_site_m_k": 583, "wkf_site_m_l": 584, "wkf_site_m_m": 585, "wkf_site_m_n": 586, "wkf_site_m_o": 587, "wkf_site_m_p": 588, "wkf_site_m_q": 589, "wkf_site_m_r": 590, "wkf_site_m_s": 591, "wkf_site_m_t": 592, "wkf_site_m_u": 593, "wkf_site_m_v": 594, "wkf_site_m_w": 595, "wkf_site_m_x": 596, "wkf_site_m_y": 597, "wkf_site_m_z": 598, "wkf_site_p_A": 599, "wkf_site_p_a": 600, "wkf_site_p_b": 601, "wkf_site_p_c": 602, "wkf_site_p_d": 603, "wkf_site_p_e": 604, "wkf_site_p_f": 605, "wkf_site_p_g": 606, "wkf_site_p_h": 607, "wkf_site_p_i": 608, "wkf_site_p_j": 609, "wkf_site_p_k": 610, "wkf_site_p_l": 611, "wkf_site_p_m": 612, "wkf_site_p_n": 613, "wkf_site_p_o": 614, "wkf_site_p_p": 615, "wkf_site_p_q": 616, "wkf_site_p_r": 617, "wkf_site_p_s": 618, "wkf_site_p_t": 619, "wkf_site_p_u": 620, "wkf_site_p_v": 621, "wkf_site_p_w": 622, "wkf_site_p_x": 623, "wkf_site_p_y": 624, "wkf_site_p_z": 625, "MASK": 625}